// Города воинской славы
var gtd_data = [
    {
        "NAME": "Пермь",
        "DATE": "02.05.2024",
        "NUMB": "5714-0096",
        "HAVE": false
    },
    {
        "NAME": "Самара",
        "DATE": "02.05.2024",
        "NUMB": "5714-0097",
        "HAVE": false
    },
    {
        "NAME": "Саратов",
        "DATE": "02.05.2024",
        "NUMB": "5714-0098",
        "HAVE": false
    },
    {
        "NAME": "Томск",
        "DATE": "02.05.2024",
        "NUMB": "5714-0099",
        "HAVE": false
    },
    {
        "NAME": "Нижний Новгород",
        "DATE": "05.05.2023",
        "NUMB": "5714-0087",
        "HAVE": false
    },
    {
        "NAME": "Нижний Тагил",
        "DATE": "05.05.2023",
        "NUMB": "5714-0088",
        "HAVE": false
    },
    {
        "NAME": "Новокузнецк",
        "DATE": "05.05.2023",
        "NUMB": "5714-0089",
        "HAVE": false
    },
    {
        "NAME": "Новосибирск",
        "DATE": "05.05.2023",
        "NUMB": "5714-0090",
        "HAVE": false
    },
    {
        "NAME": "Ижевск",
        "DATE": "06.05.2022",
        "NUMB": "5714-0079",
        "HAVE": false
    },
    {
        "NAME": "Иркутск",
        "DATE": "06.05.2022",
        "NUMB": "5714-0080",
        "HAVE": false
    },
    {
        "NAME": "Казань",
        "DATE": "06.05.2022",
        "NUMB": "5714-0081",
        "HAVE": false
    },
    {
        "NAME": "Магнитогорск",
        "DATE": "06.05.2022",
        "NUMB": "5714-0082",
        "HAVE": false
    },
    {
        "NAME": "Боровичи",
        "DATE": "18.11.2021",
        "NUMB": "5714-0075",
        "HAVE": false
    },
    {
        "NAME": "Екатеринбург",
        "DATE": "18.11.2021",
        "NUMB": "5714-0076",
        "HAVE": false
    },
    {
        "NAME": "Иваново",
        "DATE": "18.11.2021",
        "NUMB": "5714-0077",
        "HAVE": false
    },
    {
        "NAME": "Омск",
        "DATE": "18.11.2021",
        "NUMB": "5714-0078",
        "HAVE": false
    }
]