// Города воинской славы
var GVSiHaveTest = [
    {
        "NAME": "Торопец",
        "DATE": "12.07.2024",
        "NUMB": "5714-0100",
        "HAVE": false
    },
    {
        "NAME": "Рыбинск",
        "DATE": "11.07.2023",
        "NUMB": "5714-0092",
        "HAVE": false
    },
    {
        "NAME": "Городец",
        "DATE": "02.08.2022",
        "NUMB": "5714-0085",
        "HAVE": false
    },
    {
        "NAME": "Рыльск",
        "DATE": "14.07.2022",
        "NUMB": "5714-0084",
        "HAVE": false
    },
    {
        "NAME": "Нижний Новгород",
        "DATE": "28.05.2021",
        "NUMB": "5714-0072",
        "HAVE": false
    },
    {
        "NAME": "Козельск",
        "DATE": "20.07.2020",
        "NUMB": "5714-0069",
        "HAVE": false
    },
    {
        "NAME": "Клин",
        "DATE": "05.09.2019",
        "NUMB": "5714-0065",
        "HAVE": false
    },
    {
        "NAME": "Вязьма",
        "DATE": "08.05.2019",
        "NUMB": "5714-0063",
        "HAVE": false
    },
    {
        "NAME": "Гороховец",
        "DATE": "04.06.2018",
        "NUMB": "5714-0060",
        "HAVE": false
    },
    {
        "NAME": "Олонец",
        "DATE": "20.04.2017",
        "NUMB": "5714-0056",
        "HAVE": false
    },
    {
        "NAME": "Ржев",
        "DATE": "11.07.2016",
        "NUMB": "5514-0094",
        "HAVE": false
    },
    {
        "NAME": "Великие Луки",
        "DATE": "11.07.2016",
        "NUMB": "5514-0095",
        "HAVE": false
    },
    {
        "NAME": "Зубцов",
        "DATE": "11.07.2016",
        "NUMB": "5514-0096",
        "HAVE": false
    },
    {
        "NAME": "Нерехта",
        "DATE": "10.01.2014",
        "NUMB": "5514-0082",
        "HAVE": false
    },
    {
        "NAME": "Белозерск",
        "DATE": "01.06.2012",
        "NUMB": "5514-0079",
        "HAVE": true
    },
    {
        "NAME": "Елец",
        "DATE": "01.03.2011",
        "NUMB": "5514-0075",
        "HAVE": true
    },
    {
        "NAME": "Соликамск",
        "DATE": "01.03.2011",
        "NUMB": "5514-0076",
        "HAVE": false
    },
    {
        "NAME": "Брянск",
        "DATE": "01.03.2010",
        "NUMB": "5514-0068",
        "HAVE": false
    },
    {
        "NAME": "Юрьевец",
        "DATE": "01.03.2010",
        "NUMB": "5514-0069",
        "HAVE": false
    },
    {
        "NAME": "Великий Новгород",
        "DATE": "03.08.2009",
        "NUMB": "5514-0065",
        "HAVE": false
    },
    {
        "NAME": "Галич",
        "DATE": "01.06.2009",
        "NUMB": "5514-0061",
        "HAVE": false
    },
    {
        "NAME": "Калуга",
        "DATE": "01.06.2009",
        "NUMB": "5514-0062",
        "HAVE": false
    },
    {
        "NAME": "Выборг",
        "DATE": "02.03.2009",
        "NUMB": "5514-0060",
        "HAVE": false
    },
    {
        "NAME": "Смоленск",
        "DATE": "01.11.2008",
        "NUMB": "5514-0057",
        "HAVE": false
    },
    {
        "NAME": "Азов",
        "DATE": "01.11.2008",
        "NUMB": "5514-0058",
        "HAVE": false
    },
    {
        "NAME": "Приозерск",
        "DATE": "01.08.2008",
        "NUMB": "5514-0056",
        "HAVE": false
    },
    {
        "NAME": "Владимир",
        "DATE": "01.02.2008",
        "NUMB": "5514-0051",
        "HAVE": false
    },
    {
        "NAME": "Вологда",
        "DATE": "01.10.2007",
        "NUMB": "5514-0048",
        "HAVE": false
    },
    {
        "NAME": "Великий Устюг",
        "DATE": "01.10.2007",
        "NUMB": "5514-0049",
        "HAVE": false
    },
    {
        "NAME": "Гдов",
        "DATE": "01.10.2007",
        "NUMB": "5514-0050",
        "HAVE": false
    },
    {
        "NAME": "Белгород",
        "DATE": "02.10.2006",
        "NUMB": "5514-0039",
        "HAVE": false
    },
    {
        "NAME": "Торжок",
        "DATE": "02.10.2006",
        "NUMB": "5514-0040",
        "HAVE": false
    },
    {
        "NAME": "Каргополь",
        "DATE": "02.10.2006",
        "NUMB": "5514-0041",
        "HAVE": false
    },
    {
        "NAME": "Мценск",
        "DATE": "04.10.2005",
        "NUMB": "5514-0026",
        "HAVE": false
    },
    {
        "NAME": "Боровск",
        "DATE": "04.10.2005",
        "NUMB": "5514-0027",
        "HAVE": false
    },
    {
        "NAME": "Калининград",
        "DATE": "19.05.2005",
        "NUMB": "5514-0024",
        "HAVE": false
    },
    {
        "NAME": "Казань",
        "DATE": "19.05.2005",
        "NUMB": "5514-0025",
        "HAVE": false
    },
    {
        "NAME": "Дмитров",
        "DATE": "22.09.2004",
        "NUMB": "5514-0020",
        "HAVE": false
    },
    {
        "NAME": "Ряжск",
        "DATE": "22.09.2004",
        "NUMB": "5514-0021",
        "HAVE": false
    },
    {
        "NAME": "Кемь",
        "DATE": "22.09.2004",
        "NUMB": "5514-0022",
        "HAVE": false
    },
    {
        "NAME": "Муром",
        "DATE": "06.10.2003",
        "NUMB": "5514-0017",
        "HAVE": false
    },
    {
        "NAME": "Дорогобуж",
        "DATE": "06.10.2003",
        "NUMB": "5514-0018",
        "HAVE": false
    },
    {
        "NAME": "Касимов",
        "DATE": "06.10.2003",
        "NUMB": "5514-0019",
        "HAVE": false
    },
    {
        "NAME": "Псков",
        "DATE": "25.02.2003",
        "NUMB": "5514-0016",
        "HAVE": false
    },
    {
        "NAME": "Дербент",
        "DATE": "27.06.2002",
        "NUMB": "5514-0006",
        "HAVE": false
    },
    {
        "NAME": "Кострома",
        "DATE": "27.06.2002",
        "NUMB": "5514-0007",
        "HAVE": false
    },
    {
        "NAME": "Старая Русса",
        "DATE": "27.06.2002",
        "NUMB": "5514-0008",
        "HAVE": false
    }
]