// Города воинской славы
var GVSiHaveTest = [
    {
        "NAME": "Феодосия",
        "DATE": "11.07.2016",
        "NUMB": "5714-0054",
        "HAVE": false
    },
    {
        "NAME": "Петрозаводск",
        "DATE": "11.07.2016",
        "NUMB": "5714-0055",
        "HAVE": false
    },
    {
        "NAME": "Гатчина",
        "DATE": "30.06.2016",
        "NUMB": "5714-0053",
        "HAVE": false
    },
    {
        "NAME": "Старая Русса",
        "DATE": "15.03.2016",
        "NUMB": "5714-0052",
        "HAVE": false
    },
    {
        "NAME": "Таганрог",
        "DATE": "18.12.2015",
        "NUMB": "5714-0048",
        "HAVE": false
    },
    {
        "NAME": "Петропавловск-Камчатский",
        "DATE": "18.12.2015",
        "NUMB": "5714-0049",
        "HAVE": false
    },
    {
        "NAME": "Малоярославец",
        "DATE": "18.12.2015",
        "NUMB": "5714-0050",
        "HAVE": false
    },
    {
        "NAME": "Можайск",
        "DATE": "18.12.2015",
        "NUMB": "5714-0051",
        "HAVE": false
    },
    {
        "NAME": "Хабаровск",
        "DATE": "24.11.2015",
        "NUMB": "5714-0047",
        "HAVE": false
    },
    {
        "NAME": "Калач-на-Дону",
        "DATE": "02.11.2015",
        "NUMB": "5714-0044",
        "HAVE": false
    },
    {
        "NAME": "Ковров",
        "DATE": "02.11.2015",
        "NUMB": "5714-0045",
        "HAVE": true
    },
    {
        "NAME": "Ломоносов",
        "DATE": "02.11.2015",
        "NUMB": "5714-0046",
        "HAVE": false
    },
    {
        "NAME": "Грозный",
        "DATE": "22.09.2015",
        "NUMB": "5714-0043",
        "HAVE": false
    },
    {
        "NAME": "Колпино",
        "DATE": "10.11.2014",
        "NUMB": "5714-0042",
        "HAVE": false
    },
    {
        "NAME": "Анапа",
        "DATE": "09.10.2014",
        "NUMB": "5714-0039",
        "HAVE": false
    },
    {
        "NAME": "Тверь",
        "DATE": "05.09.2014",
        "NUMB": "5714-0038",
        "HAVE": false
    },
    {
        "NAME": "Тихвин",
        "DATE": "29.08.2014",
        "NUMB": "5714-0037",
        "HAVE": false
    },
    {
        "NAME": "Владивосток",
        "DATE": "10.07.2014",
        "NUMB": "5714-0036",
        "HAVE": false
    },
    {
        "NAME": "Старый Оскол",
        "DATE": "02.06.2014",
        "NUMB": "5714-0035",
        "HAVE": false
    },
    {
        "NAME": "Выборг",
        "DATE": "05.05.2014",
        "NUMB": "5714-0034",
        "HAVE": false
    },
    {
        "NAME": "Нальчик",
        "DATE": "01.04.2014",
        "NUMB": "5714-0033",
        "HAVE": false
    },
    {
        "NAME": "Брянск",
        "DATE": "06.11.2013",
        "NUMB": "5714-0031",
        "HAVE": false
    },
    {
        "NAME": "Волоколамск",
        "DATE": "17.10.2013",
        "NUMB": "5714-0030",
        "HAVE": false
    },
    {
        "NAME": "Архангельск",
        "DATE": "02.09.2013",
        "NUMB": "5714-0029",
        "HAVE": true
    },
    {
        "NAME": "Козельск",
        "DATE": "01.08.2013",
        "NUMB": "5714-0028",
        "HAVE": false
    },
    {
        "NAME": "Псков",
        "DATE": "01.07.2013",
        "NUMB": "5714-0027",
        "HAVE": true
    },
    {
        "NAME": "Наро-Фоминск",
        "DATE": "03.06.2013",
        "NUMB": "5714-0026",
        "HAVE": false
    },
    {
        "NAME": "Кронштадт",
        "DATE": "07.05.2013",
        "NUMB": "5714-0024",
        "HAVE": true
    },
    {
        "NAME": "Вязьма",
        "DATE": "01.04.2013",
        "NUMB": "5714-0023",
        "HAVE": true
    },
    {
        "NAME": "Дмитров",
        "DATE": "01.11.2012",
        "NUMB": "5714-0020",
        "HAVE": true
    },
    {
        "NAME": "Великий Новгород",
        "DATE": "01.10.2012",
        "NUMB": "5714-0019",
        "HAVE": false
    },
    {
        "NAME": "Великие Луки",
        "DATE": "03.09.2012",
        "NUMB": "5714-0018",
        "HAVE": false
    },
    {
        "NAME": "Туапсе",
        "DATE": "01.08.2012",
        "NUMB": "5714-0016",
        "HAVE": false
    },
    {
        "NAME": "Ростов-на-Дону",
        "DATE": "02.07.2012",
        "NUMB": "5714-0015",
        "HAVE": false
    },
    {
        "NAME": "Полярный",
        "DATE": "01.06.2012",
        "NUMB": "5714-0014",
        "HAVE": false
    },
    {
        "NAME": "Луга",
        "DATE": "02.05.2012",
        "NUMB": "5714-0013",
        "HAVE": false
    },
    {
        "NAME": "Воронеж",
        "DATE": "02.04.2012",
        "NUMB": "5714-0012",
        "HAVE": false
    },
    {
        "NAME": "Ельня",
        "DATE": "01.11.2011",
        "NUMB": "5714-0009",
        "HAVE": false
    },
    {
        "NAME": "Елец",
        "DATE": "03.10.2011",
        "NUMB": "5714-0008",
        "HAVE": false
    },
    {
        "NAME": "Ржев",
        "DATE": "01.09.2011",
        "NUMB": "5714-0007",
        "HAVE": false
    },
    {
        "NAME": "Малгобек",
        "DATE": "01.08.2011",
        "NUMB": "5714-0006",
        "HAVE": false
    },
    {
        "NAME": "Владикавказ",
        "DATE": "01.07.2011",
        "NUMB": "5714-0005",
        "HAVE": false
    },
    {
        "NAME": "Курск",
        "DATE": "30.06.2011",
        "NUMB": "5714-0003",
        "HAVE": false
    },
    {
        "NAME": "Орёл",
        "DATE": "30.06.2011",
        "NUMB": "5714-0004",
        "HAVE": false
    },
    {
        "NAME": "Белгород",
        "DATE": "23.05.2011",
        "NUMB": "5714-0002",
        "HAVE": false
    }
]